# GetDefaultOpacity

## Description
Returns the default opacity.

```pascal
PROCEDURE GetDefaultOpacity(VAR opacity : INTEGER);
```

```python
def vs.GetDefaultOpacity():
    return opacity
```

## Parameters
|Name|Type|Description|
|---|---|---|
|opacity|INTEGER|   |

## Version
Availability: from VectorWorks13.0

## Category
* Document Attributes